Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samarbeidsavtale_mellom_sametinget_og_norsk_fosterhjemsforening.html.tmx
Source language: nob
Languages: sme

source: Samarbeidsavtale mellom Sametinget og Norsk Fosterhjemsforening
sme: Ovttasbargošiehtadus Sámedikki ja Norgga Biebmoruovttusearvvi gaskkas

source: I juni 2022 inngikk Norsk Fosterhjemsforening og Sametinget en avtale om å samarbeide om utviklingen av fosterhjemsomsorgen for samiske barn og unge.
sme: Geassemánus 2022:s vuolláičálle Norgga biebmoruovttuidsearvi ja Sámediggi šiehtadusa ovttasbarggu birra ovddidit sámi mánáid ja nuoraid biebmoruovttufuolahusa.

source: Samiske barn som unge om bor i fosterhjem skal motta et hjelpetilbud som ivaretar barnets språk og kultur.
sme: Sámi mánát ja nuorat geat orrot biebmoruovttuin galget oažžut veahkkefálaldaga mii fuolaha máná giela ja kultuvrra.

source: Samiske barn som urfolksbarn har rett til å vokse opp sammen med sin folkegruppe og ha tilgang til sitt språk, religion og kultur jf Barnekonvensjonen artikkel 20 og 30.
sme: Sámi mánáin lea riekti eamiálbmotmánnán bajásšaddat iežaset álbmogiin ja giella, osku ja kultuvra galgá olamuttus vrd. Mánáidkonvenšuvnna 20 ja 30 artihkkala.

source: Sametinget og Norsk Fosterhjemsforening har sammenfallende interesser for å legge til rette for en god fosterhjemsomsorg for samiske barn og unge.
sme: Sámedikkis ja Norgga Biebmoruovttosearvvis lea oktasaš beroštupmi láhčit sámi mánáide ja nuoraide buori dili biebmoruovttuin.

source: Sametinget og Norsk Fosterhjemsforening skal samarbeide om utvikling av fosterhjemsomsorgen for samiske barn i Norge.
sme: Sámediggi ja Norgga Biebmoruovttosearvi galgaba ovttasbargat ovdánahttit sámi mánáid biebmoruovttufálaldaga Norggas.

source: Formålet er å jobbe aktivt for språklig og kulturell tilpassing av fosterhjemsomsorgen på alle plan, og øke kvalitet og bevissthet om samiske barns rettigheter som urfolksbarn.
sme: Ulbmil lea bargat aktiivvalaččat biebmoruovttu gielalaš ja kultuvrralaš heivehemiin biebmoruovttufuolaheamis buot dásiin, ja buoridit kvalitehta ja dihtomielalašvuođa sámi mánáid vuoigatvuođaid birra eamiálbmotmánnán.

source: Les samarbeidsavtalen mellom Sametinget og Norsk Fosterhjemsforening
sme: Loga Sámedikki ja Norgga biebmoruovttuidsearvvi gaskasaš ovttasbargošiehtadusa
